update = Обновить

device-disabled-please-connect =
    Устройство отключено.
    Чтобы продолжить подключите устройство.

device-connected = Устройство подключено

update-please-wait = Обновление. Пожалуйста подождите...

update-success = Обновление успешно завершено!

file-not-found-or-corrupted = Файл прошивки не найден или неисправен

device-connection-error =
    Ошибка подключения к устройству.
    Проверьте подключение и повторите попытку

device-info-error = Не удалось получить информацию об устройстве

device-update-error = Произошла ошибка при обновлении устройства

failed-start-task = Не удалось запустить задачу

driver-install = Установить драйвер

driver-install-error = Ошибка установки драйвера. Запустите приложение от имени администратора и повторите попытку